import { ILinkItem, MenuItemType } from '../../types'

export const methodSupportData: ILinkItem[] = [
  {
    title: 'Стандарт',
    path: '/',
    role: MenuItemType.FileManager,
  },
  {
    title: 'ОПОП',
    path: '/',
    role: MenuItemType.FileManager,
  },
  {
    title: 'Учебные планы',
    path: '/',
    role: MenuItemType.FileManager,
  },
  {
    title: 'Дисциплины и модули ОПОП',
    path: '/',
    role: MenuItemType.FileManager,
  },
  {
    title: 'ГИА',
    path: '/',
    role: MenuItemType.FileManager,
  },
  {
    title: 'Практика',
    path: '/',
    role: MenuItemType.FileManager,
  },
]

export const selectChoiceData: string[] = [
  '10.02.05 Обеспечение информационной безопасности автоматизированных систем',
  '09.02.07 Информационные системы и программирование (разработчик веб и мультимедийных приложений)',
  '09.02.07 Информационные системы и программирование (специалист по тестированию в области информационных технологий)',
  '09.02.06 Сетевое и системное администрирование',
  '13.02.11 Техническая эксплуатация и обслуживание электрического и электромеханического оборудования',
  '13.02.02 Теплоснабжение и теплотехническое оборудование',
  '40.02.02 Правоохранительная деятельность',
  '40.02.01 Право и организация социального обеспечения',
  '13.01.10 Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)',
  '15.01.05 Сварщик (ручной и частично механизированной сварки (наплавки))',
]
