interface MainTypes {
    id: string
    path: string
    title: string
}

export const mainData: MainTypes[] = [
    {
        id: '0',
        path: '/',
        title: 'Политика и цели колледжа в области качества',
    },
    {
        id: '1',
        path: '/',
        title: 'Портал Государственных услуг',
    },
    {
        id: '2',
        path: '/',
        title: 'Профессиональное образование ТОП-50',
    },
    {
        id: '3',
        path: '/',
        title: 'Организационные и нормативно-правовые документы',
    },
    {
        id: '4',
        path: '/',
        title: ' Правовое регулирование образовательной деятельности',
    },
    {
        id: '5',
        path: '/',
        title: 'Учебная работа',
    },
    {
        id: '6',
        path: '/',
        title: 'Конкурсы',
    },
    {
        id: '7',
        path: '/',
        title: 'Методическая работа',
    },
    {
        id: '8',
        path: '/',
        title: 'Учебные лаборатории и мастерские',
    },
    {
        id: '9',
        path: '/',
        title: 'Трудоустройство',
    },
    {
        id: '10',
        path: '/',
        title: 'Воспитательная работа',
    },
    {
        id: '11',
        path: '/',
        title: 'Библиотека',
    },
    {
        id: '12',
        path: '/',
        title: 'Безопасность, охрана труда',
    },
    {
        id: '13',
        path: '/',
        title: 'Отдел кадров',
    },
    {
        id: '14',
        path: '/',
        title: 'Профориентационная работа, реклама колледжа',
    },
    {
        id: '15',
        path: '/',
        title: 'Инфраструктура',
    },
    {
        id: '116',
        path: '/',
        title: 'Бухгалтерия',
    },
    {
        id: '17',
        path: '/',
        title: 'Электронный документооборот',
    },
    {
        id: '18',
        path: '/',
        title: 'WEB базы отчетности и мониторинга',
    },

]