interface MainTypes {
  id: string
  path: string
  title: string
}

export const mainData: MainTypes[] = [
  {
    id: '0',
    path: '/',
    title: 'Политика и цели колледжа в области качества',
  },
  {
    id: '1',
    title: 'Кабинеты колледжа',
    path: '/',
  },
  {
    id: '2',
    path: '/',
    title: 'Профессиональное образование ТОП-50',
  },
  {
    id: '3',
    path: '/',
    title: 'Организационные и нормативно-правовые документы',
  },
  {
    id: '4',
    path: '/',
    title: 'Учебная работа',
  },
  {
    id: '5',
    path: '/',
    title: 'Методическая работа',
  },
  {
    id: '6',
    path: '/',
    title: 'Учебные лаборатории и мастерские',
  },
  {
    id: '7',
    path: '/',
    title: 'Трудоустройство',
  },
  {
    id: '8',
    path: '/',
    title: 'Воспитательная работа',
  },
  {
    id: '9',
    path: '/',
    title: 'Библиотека',
  },
  {
    id: '10',
    path: '/',
    title: 'Безопасность, охрана труда',
  },
  {
    id: '11',
    path: '/',
    title: 'Отдел кадров',
  },
  {
    id: '12',
    path: '/',
    title: 'Профориентационная работа, реклама колледжа',
  },
  {
    id: '13',
    path: '/',
    title: 'Конференции, олимпиады, конкурсы, предметные декады',
  },
]
